03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-HGP01-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <soapenv:Header/>
   <soapenv:Body>
      <brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
         <brp:stuurgegevens brp:communicatieID="identificatie00B">
            <brp:zendendePartij>036301</brp:zendendePartij>
            <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
            <brp:referentienummer>88409eeb-1aa5-43fc-8614-43055123a165</brp:referentienummer>
            <brp:tijdstipVerzending>2016-10-10T08:15:23.687+02:00</brp:tijdstipVerzending>
         </brp:stuurgegevens>
         <brp:parameters brp:communicatieID="identificatie01B">
            <brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
         </brp:parameters>
         <brp:voltrekkingHuwelijkInNederland brp:objecttype="AdministratieveHandeling" brp:communicatieID="identificatie02B">
            <brp:partijCode>036301</brp:partijCode>
            <brp:bronnen>
               <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="Bron1">
                  <brp:document brp:objecttype="Document" brp:communicatieID="identificatie04B">
                     <brp:soortNaam>Huwelijksakte</brp:soortNaam>
                     <brp:aktenummer>30A0123</brp:aktenummer>
                     <brp:partijCode>036301</brp:partijCode>
                  </brp:document>
               </brp:bron>
            </brp:bronnen>
            <brp:acties>
               <brp:registratieAanvangHuwelijk brp:objecttype="Actie" brp:communicatieID="identificatie05B">
                  <brp:datumAanvangGeldigheid>2016-10-09</brp:datumAanvangGeldigheid>
				  <brp:bronnen>
                     <brp:bron brp:objecttype="ActieBron" brp:referentieID="Bron1" brp:communicatieID="identificatie06B"/>
                  </brp:bronnen>
                  <brp:huwelijk brp:objecttype="Relatie" brp:communicatieID="identificatie07B">
                     <brp:relatie brp:communicatieID="identificatie08B">
                        <brp:datumAanvang>2016-10-09</brp:datumAanvang>
                        <brp:gemeenteAanvangCode>0363</brp:gemeenteAanvangCode>
                     </brp:relatie>
                     <brp:betrokkenheden>
                        <brp:partner brp:objecttype="Betrokkenheid" brp:communicatieID="identificatie09B">
                           <brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=140349194;Response_Persoon.xsl}" brp:communicatieID="identificatie10B">
	                      </brp:persoon>
                        </brp:partner>
                        <brp:partner brp:objecttype="Betrokkenheid" brp:communicatieID="identificatie11B">
                           <brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=140412463;Response_Persoon.xsl}" brp:communicatieID="identificatie12B">
                           </brp:persoon>
                        </brp:partner>
                     </brp:betrokkenheden>
                  </brp:huwelijk>
               </brp:registratieAanvangHuwelijk>
            </brp:acties>
         </brp:voltrekkingHuwelijkInNederland>
      </brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
   </soapenv:Body>
</soapenv:Envelope>